<html>
  <head>
    <title>gvSIG-EIEL</title>
    <style>
      body {
         background: url("images/header_cartolab.png") no-repeat;
      }
    /*  h1 { text-align:center; }
      h2 { text-align:center; } */
    </style>
  </head>
  
  <body>
	
  <h1>gvSIG-EIEL</h1>
  <h3> Conjunto de herramientas para la gesti&oacute;n EIEL</h3>

  <p><strong>Versi&oacute;n:</strong> 1.0 RC1 </p>

  <p><strong>Descripci&oacute;n: </strong>:</p>
  <p><strong>gvSIG-EIEL</strong> es una herramienta que permite, de un modo sencillo e integral, 
  <strong>gestionar todos los procesos relativos a la Encuesta de Infraestructura y Equipamientos Locales (EIEL)</strong>
   desde gvSIG.Consiste en una serie de extensiones empaquetadas como una &uacute;nica distribuci&oacute;n de gvSIG. Algunas de 
   estas extensiones son propias del trabajo con la EIEL como la herramienta que permite la validaci&oacute;n de los 
   datos o los formularios personalizados, mientras que otras son aplicables en diversos contextos</p>
   
   <p><strong>Agradecimientos</strong>:</p>
   
   
    <table border="0"> <tr> 
	<td><img src="images/brand.gif" width=200 height=80 /></td> <td><img src="images/cons_med_amb-cor.png" width=300 height=80 /></td>
	</tr></table>
	
    <p>Debemos destacar el apoyo de la Diputaci&oacute;n Provincial de Pontevedra, con el respaldo de la Direcci&oacute;n Xeral de 
    Sostenibilidade e Paisaxe de Conseller&iacute;a de Medio Ambiente, Territorio e Infraestructuras de la Xunta de Galicia, 
    que han financiado parte de los trabajos y han colaborado activamente en su desarrollo.</p>
    
    <p>La participaci&oacute;n en parte de los desarrollos de las empresas SIGNO, ICARTO, SEXTANTE y de la Asociaci&oacute;n gvSIG
    ha sido decisiva para aumentar la calidad de las herramientas elaboradas. Tambi&eacute;n las aportaciones recibidas
    desde universidades, diputaciones o t&eacute;cnicos locales han permitido mejorar sus funcionalidades.</p>
    
    
    
  <p><strong>Caracter&iacute;sticas</strong>:</p>
  <ul>
	 <li>Gesti&oacute;n conexiones, usuarios y permisos de la Base de Datos territorial (a trav&eacute;s de la extensi&oacute;n 
     dbconnection)</li>
     <li>Herramientas de digitalizaci&oacute;n avanzadas (a trav&eacute;s de 
     <a href="http://forge.osor.eu/projects/opencadtools/">OpenCADTools</a>)</li>
     <li>Introducci&oacute;n y an&aacute;lisis de la informaci&oacute;n a trav&oacute;s de formularios personalizados que incorporan
     las funcionalidades de <a href="http://navtable.forge.osor.eu/">NavTable</a></li>
     <li>Gesti&oacute;n de la informaci&oacute;n alfanum&eacute; a trav&eacute;s de tablas personalizadas con validaciones y 
     dominio de los datos</li>
     <li>Carga y guardado mapas personalizados para el trabajo en entornos corporativos (a trav&eacute;s de ELLE)</li>
     <li>Herramienta de validaciones sobre la informaci&oacute;n almacenada en la base de datos</li>
     <li>Adaptaci&oacute;n a imagen corporativa</li>
  </ul>

  <p><strong>Licencia</strong>: GPL v.3. Puede ver los t&eacute;rminos de esta licencia en <a href=http://www.gnu.org/licenses>http://www.gnu.org/licences</a></p>

  <strong>Equipo de desarrollo</strong>:
  <ul>
     <li>Javier Est&eacute;vez Vali&ntilde;as</li>
     <li>Jorge L&oacute;pez Fern&aacute;ndez</li>
     <li>Andr&eacute;s Maneiro Boga</li>
     <li>Francisco Puga Alonso</li>
     <li>Pablo Sanxiao Roca</li>
     <li>Juan Ignacio Varela Garc&iacute;a</li> 
  </ul>
  
  <p><strong>Contribuciones</strong>: Francisco Alberto Varela Garc&iacute;a, Concha Alonso Rodr&iacute;guez, Ant&oacute;n Amado Pousa, Enar Chouse Devesa, Daniel D&iacute;az Grand&iacute;o, Adri&aacute;n Eir&iacute;s Torres, Francisco Fern&aacute;ndez Leal, Jose Mar&iacute;a Jim&eacute;nez Bernal, Javier Lendoiro, Gonzalo Mart&iacute;nez Crespo, Jorge Ocampo, Vanessa Ross Candeira.</p>

  <p><strong>Dise&ntilde;o gr&aacute;fico</strong>: Daniel D&iacute;az Grand&iacute;o</p>
  
  <p>gvSIG autoejecutable preparado por Francisco Puga y Javier Est&eacute;vez, en base a trabajos anteriores de Francisco Jos&eacute; Pe&ntilde;arrubia</p>

  
  <p><strong>Director de CartoLab</strong>: F. Alberto Varela Garc&iacute;a</p>

  <p>&copy; Copyright 2010-2011. CartoLab - Universidade da Coru&ntilde;a. <a href=http://www.cartolab.es>http://www.cartolab.es</a> 
  </p>
  
  <p>Parte de esta aplicaci&oacute;n est&aacute; basada en desarrollos de la Asociaci&oacute;n gvSIG y el Laboratorio de Bases de Datos de la Universidade da Coru&ntilde;a. En el c&oacute;digo fuente
  de la aplicaci&oacute;n se especifican los titulares del copyright concretos de cada fichero.</p>
 


  </body>
</html>
